Repository: watson-developer-cloud/language-translator-tooling
Catalog: sampleTMX/ParallelCorpus_English_to_Portuguese.tmx
Source language: en
Languages: pt

source: Turkish President Recep Tayyip Erdogan said last week that it was "not possible to continue the peace process with those who threaten our national unity and brotherhood".
pt: “Não é possível para nós continuar o processo de paz com aqueles que ameaçam nossa unidade nacional”, disse Erdogan em entrevista coletiva na capital, Ancara, antes de partir para uma visita oficial à China .

source: "You have to do everything .
pt: Você quer fazer um comentário ?

source: "Why don't we get a picture? "
pt: Não imaginei que ele poderia fazer o que fez

source: Dr Angelyn Moore, from Nasa's Jet Propulsion Laboratory, said: "It might be surprising that we are using GPS to monitor weather hazards, but GPS is a weather instrument.
pt: "Parece surpreendente o uso de GPS para monitorar eventos climáticos, mas o GPS é um instrumento climático", explica Angelyn Moore, do Laboratório de Propulsão da Nasa (agência espacial americana).

source: Tablets and mobile phones are also being used to convey the message.
pt: Tablets e telefones celulares também são usados para divulgar a mensagem de apoio à revista.

source: The spokesman said they are still trying to grab the oil fields so as to prevent South Sudanese President Salva Kiir and his forces from using the oil revenues to prolong the war.
pt: "Nós decidimos tomar o controle dos campos de petróleo e negar (a tentativa do presidente) Salva Kiir de usar as receitas petrolíferas para perpetuar a guerra".

source: Chile has a "zero tolerance" approach to drink driving, meaning there is no maximum limit for alcohol.
pt: No Chile, há tolerância zero com o consumo de álcool e dirigir.

source: Algerian Energy Minister Salah Khebri said discussions about potentially holding such a meeting were ongoing, state news agency APS reported on Monday as oil prices fell towards $48 a barrel, their lowest since January.
pt: O ministro da Energia argelino, Salah Khebri, disse que as discussões sobre uma possível realização dessa reunião estavam em curso, publicou a agência estatal de notícias APS nesta segunda-feira, com a queda dos preços do petróleo a 48 dólares por barril, seu nível mais baixo desde janeiro.

source: North Korea names new defense minister
pt: Coreia do Norte executa ministro da Defesa

source: Eurogroup chief Jeroen Dijsselbloem said the talks between Mr Tsipras and European Commission chief Jean-Claude Juncker were "very good" and would resume in a few days.
pt: As discussões entre Grécia e seus credores "continuarão nos próximos dias", depois de uma reunião "muito boa" em Bruxelas - disse o presidente do Eurogrupo, Jeroen Dijsselbloem, ao fim do encontro com o premiê grego, Alexis Tsipras, e com o presidente da Comissão Europeia, Jean-Claude Juncker.

source: found a shovel that was half-buried," and sprung into action, using it to dig into a bank until he spotted a possible sign: a small boot.
pt: Nas primeiras horas de quinta, um policial que estava procurando pelos dois viu uma pá enterrada até a metade, começou a cavar e viu uma pequena bota .

source: BERLIN Germany would support Spain's Economy Minister Luis de Guindos to succeed the Netherlands' Jeroen Dijsselbloem as chairman of the Eurogroup of euro zone finance minister, a spokesman for Germany's Finance Ministry said on Wednesday.
pt: SÃO PAULO - O ministro das Finanças da Holanda, Jeroen Dijsselbloem, foi reeleito nesta segunda-feira pelos ministros das Finanças da zona do euro para mais um mandato de dois anos e meio à frente do Eurogrupo .

source: In its statement on Monday, China made no reference to calls by the United States for joint action with it and other countries to counter any similar cyberattacks.
pt: "A China é contra ciberataques e o ciberterrorismo em quaisquer de suas formas", afirma um comunicado chinês, que não faz uma referência direta a Coreia do Norte.

source: Their contribution follows a warning by the World Health Organisation (WHO) that there could be up to 10,000 new cases a week within two months if efforts to contain the outbreak were not intensified.
pt: Nesta terça-feira, a Organização Mundial da Saúde (OMS) disse que o oeste africano poderá registrar dez mil novos casos de Ebola por semana, caso os esforços para conter a doença não se intensifiquem .

source: The international community started to tighten sanctions which had been first imposed on the apartheid regime in 1967 .
pt: A comunidade internacional reforça as sanções ao regime sul-africano do apartheid em 1967 .

source: Egypt's army is fighting an Islamist insurrection based in the northern part of the Sinai Peninsula, which has heightened since the ouster of Islamist president Mohamed Morsi in July 2013 .
pt: As forças de segurança no Sinai são alvos frequentes de ataques do grupo jihadista desde que o exército destituiu o presidente islamita Mohamed Mursi em julho de 2013.

source: Outside, as helicopters flew overhead, police struggled to hold back distraught parents who were trying to break past a security cordon and get into the school .
pt: Na parte externa, enquanto helicópteros sobrevoavam, a polícia se empenhava em conter grupos de pais desesperados que tentavam ultrapassar o cordão de isolamento e entrar na escola.

source: On their way back to the US, Kenneth Bae and Matthew Todd Miller were accompanied by Director of National Intelligence James Clapper .
pt: Bae e Miller estavam acompanhados por James Clapper, diretor da inteligência nacional, disse seu escritório .

source: It is one of these associates, Indonesia AirAsia, which was operating flight QZ8501 from Surabaya to Singapore when it lost contact with air traffic control on Sunday morning.
pt: A AirAsia indicou, por sua vez, que a aeronave estava "sob o controle do serviço de controle de tráfego aéreo da Indonésia" quando desapareceu.

source: No group has claimed responsibility for the bombings so far .
pt: Nenhum grupo assumiu a autoria desses atentados até o momento .

source: The landmark trip to Obama's ancestral homeland of Kenya, where his father was born, is his first as president and is also the first time a sitting U.S. president will visit Ethiopia and the AU's headquarters in Addis Ababa.
pt: Ele viaja nesta quinta-feira para Nairóbi e depois para a capital da Etiópia, Addis Abeba, onde será o primeiro presidente americano da história a fazer uma visita.

source: His speeches, freighted with Koranic verses ripped from their context and loaded with hadith - sayings attributed to the prophet, many regarded as spurious – sound more like sermons.
pt: Seus discursos, embasados em versos do Corão fora de contexto e passagens atribuídas ao profeta, muitas vezes, de forma ilegítima, soam mais como sermões.

source: "Don't do what my mother did -- taking me to a police station .
pt: “Eu não me conformo com o que fizeram com a minha filha .

source: Namely, we offer to establish an energy association of BRICS, to ensure energy security of the participating countries," said Ushakov prior to the start of Russian President Vladimir Putin's visit to Brazil.
pt: FORTALEZA (Reuters) - O presidente russo, Vladimir Putin, propôs nesta terça-feira a criação de uma associação dos Brics no setor de energia, incluindo uma reserva de combustíveis, para aumentar a segurança energética dos países emergentes.

source: I thought that was pretty fun .
pt: Achei muito, muito boa .

source: The report follows Sunday's mass protests against President Dilma Rousseff in dozens of cities across the country, where many called for her impeachment.
pt: A presidente Dilma Rousseff e o PT serão principais alvos das manifestações convocadas para este domingo em várias cidades do país .

source: Questions surround death of U.S. hostage held by Islamic State
pt: EUA confirmam morte de refém americana sequestrada pelo Estado Islâmico

source: Activists gave a dog a basket with the message "Child for sale" © AFP
pt: Ativistas de direitos de animais deram a um cachorro uma bolsa com a mensagem: "Crianças à venda"

source: France's Hollande confirms death of French hostage in Algeria
pt: França não vai negociar libertação de refém na Argélia

source: By John O'Donnell and Jan Strupczewski FRANKFURT/BRUSSELS (Reuters) - The European Central Bank abruptly cancelled its acceptance of Greek bonds in return for funding on Wednesday, shifting the burden onto Athens' central bank to finance its lenders...
pt: FRANKFUT/BRUXELAS (Reuters) - O Banco Central Europeu (BCE) cancelou abruptamente nesta quarta-feira a aceitação de títulos gregos em troca de recursos, transferindo para banco central grego o ônus de financiar os bancos e isolando a Grécia, a menos que o país acerte um novo acordo de reforma.

source: “It was a great weekend all in all,” Rosberg said .
pt: Rosberg teve um fim de semana quase perfeito em São Paulo .

source: In the coming decade, China aims at 500 billion US dollars of bilateral trade with Latin American and the Caribbean and 250 billion US dollars of direct investment into the region.
pt: Diante de líderes da Celac, Xi Jinping diz que país pretende aumentar investimentos para 250 bilhões de dólares e dobrar comércio bilateral, chegando a 500 bilhões de dólares.

source: Foxconn has created only a small fraction of the 100,000 jobs that the government projected, and most of the work is in low-skill assembly .
pt: A Foxconn criou apenas uma pequena fração dos 100 mil empregos que o governo projetou, e a maior parte das vagas é de baixa qualificação

source: He also revealed he would head later Wednesday to the White House for talks on the crisis which has rocked the U.S. ally, a key component of Washington's fight against al-Qaida.
pt: Kerry disse, ainda, que irá à Casa Branca para discutir a crise que afetou o aliado americano, uma peça-chave no combate de Washington contra a Al-Qaeda.

source: "We are faced with a man who places himself above the law and does not abide by any rule .
pt: "Ele acha que está acima das leis e não respeita regra alguma", criticou .

source: The rebels accused Ukrainian forces of shelling the separatist stronghold of Donetsk and the town of Horlivka, where they said on their website that three children had been killed.
pt: Pelo menos uma pessoa morreu nesta quarta-feira no bombardeio a um hospital em Donetsk, reduto dos separatistas pró-russos no leste da Ucrânia, informou um porta-voz das autoridades da cidade.

source: The leader of the Islamic State organization won the allegiance of Egypt's deadliest militant group Monday as Iraqi authorities investigated reports he had been killed or wounded in a U.S. air strike.
pt: As autoridades iraquianas estão investigando neste domingo se o líder do grupo jihadista Estado Islâmico (EI), Abu Bakr al Baghdadi, morreu em um ataque aéreo da coalizão internacional liderada pelos Estados Unidos .

source: "You know, there was one," she responded .
pt: Era 'contra tudo o que está aí'."

source: Europe continues to experience historic levels of peace, with its decrease in homicide rates and the withdrawal of forces from Iraq and Afghanistan .
pt: Apesar do conflito na Ucrânia, a Europa continua a experimentar níveis históricos de paz, com a diminuição nas taxas de homicídio e a retirada de contingentes europeus das forças estrangeiras envolvidas no Iraque e Afeganistão.

source: On Wednesday, Macedonia warned that it is running out of trains to transport the thousands of Syrian refugees heading toward the European Union, and called on its neighbors to help combat the “alarming situation.”
pt: Na quarta-feira, o governo alertou para a situação "alarmante" do país e pediu aos Estados vizinhos que enviassem vagões vazios para transportar os refugiados para o Norte, já que não havia trens suficientes .

source: Lysenko also confirmed the death of at least five Ukrainian soldiers over the past 24 hours, adding that more than 25 had been injured.
pt: Apesar do cessar-fogo que entrou em vigor na manhã de ontem, cinco soldados ucranianos foram mortos e 25 feridos nas últimas 24 horas, afirmou o porta-voz do Exército da Ucrânia, Andriy Lysenko, nesta segunda-feira.

source: Al-Shabab terrorist group also carried out the Westgate shopping mall massacre in Nairobi in September 2013, when four gunmen killed at least 67 people in a four-day-long siege.
pt: O ataque de maior impacto reivindicado pelos shebab somalis foi a invasão, em setembro de 2013, do shopping Westgate em Nairóbi, que terminou com 67 mortos.

source: Argentine Football Association president Grondona dies at 82
pt: Vice-presidente da Fifa morre aos 82 anos em Buenos Aires

source: "The virus is gone for now," WHO country representative Rui Gama Vaz said Monday in the capital, Abuja .
pt: "É um êxito espetacular que mostra ao mundo que o Ebola pode ser contido", disse o representante da OMS em Abuja, Rui Gama Vaz.

source: Special forces in Yemen rescued eight hostages including "a foreigner" on Tuesday just hours after Al-Qaeda seized them at an air base in the violence-wracked country, military officials said.
pt: As forças especiais iemenitas libertaram na madrugada de terça-feira oito reféns da Al-Qaeda, incluindo um militar americano, anunciaram as autoridades locais.

source: Marines who removed flag from U.S. Embassy in Havana will see it raised
pt: Marines hasteiam bandeira dos EUA em embaixada do país em Havana

source: P13’s “donor” is a blue supergiant star about 20 times heavier than our Sun.
pt: O P13 orbita em torno de uma estrela “doadora” supergigante, 20 vezes mais pesada que o Sol .

source: The Iraqi prime minister has ordered an end to a decade-old curfew in Baghdad .
pt: Após 11 anos, premiê do Iraque dá fim ao toque de recolher em Bagdá

source: Liberia's Ebola Outbreak is Over
pt: Libéria está livre da epidemia de ebola, diz OMS

source: The study, prepared by the Brazilian Geography and Statistics Institute, or IBGE, based on data from the 2010 census, shows that Brazilian women take university courses that lead to lower paying jobs.
pt: Uma pesquisa divulgada pelo Instituto Brasileiro de Geografia e Estatística (IBGE), baseada em estatísticas de gêneros do Censo de 2010, mostra que as mulheres são responsáveis por chefiar um terço das famílias no país .

source: Judge John O'Donnell said Officer Michael Brelo, 31, acted reasonably in shooting the two suspects while standing on the hood of their surrounded car and firing multiple rounds through the windshield .
pt: O juiz John O’Donnell disse que o policial Michael Brelo, de 31 anos, agiu de maneira razoável ao atirar nos dois suspeitos, tendo subido no capô do carro em que estavam e disparado através do para-brisa após o veículo ter sido cercado .

source: Judge John O’Donnell said Officer Michael Brelo, 31, acted reasonably in shooting the two suspects while standing on the hood of their surrounded car and firing multiple rounds through the windshield .
pt: O juiz John O’Donnell disse que o policial Michael Brelo, de 31 anos, agiu de maneira razoável ao atirar nos dois suspeitos, tendo subido no capô do carro em que estavam e disparado através do para-brisa após o veículo ter sido cercado .

source: So if someone is interested in doing the same thing, I have no problem with it.”
pt: A cada vez que a coisa parece que vai, alguma coisa faz com que não aconteça .

source: AirAsia plane tail found in Java Sea 07.01.2015
pt: Indonésia pode ter encontrado cauda do avião da AirAsia 05.01.2015

source: On Saturday, two soldiers of the Turkish security forces were killed and four others wounded as a truck with bombs exploded against a convoy of Turkish troops on the highway of Diyarbakir province in southeastern Turkey.
pt: Um ataque com carro-bomba matou dois soldados na cidade de Lice, província curda de Diyarbakir, na Turquia, neste domingo (26), e deixou outros quatro feridos .

source: The IS militants uploaded a video clip Tuesday and demanded that Japan pay a ransom of 200 million US dollars for the lives of the two hostages, the same amount pledged by Japanese Prime Minister Shinzo Abe on Saturday to help the region counter the threats posted by the IS.
pt: JERUSALÉM - O primeiro-ministro japonês, Shinzo Abe, exigiu nesta terça-feira a libertação imediata de dois reféns que o movimento extremista Estado Islâmico (EI) ameaçou matar, em novo vídeo, e recusou pagar resgate de US$ 200 milhões (cerca de R$ 520 milhões).

source: 12-hour Gaza humanitarian truce takes hold
pt: >Sem acordo, trégua de 12 horas começa na Faixa de Gaza

source: Last year, after 16 sherpas were killed in an avalanche, other sherpas refused to climb out of respect for their colleagues and caused an expedition boycott .
pt: A temporada de escalada foi cancelada no ano passado depois de uma avalanche em abril, que matou 16 guias sherpas.

source: With Hagel's resignation, McCain and the Republicans now feel justified in their substantive criticism of Obama's Middle East strategy.
pt: Agora, McCain e seu partido sentem como se sua crítica substantiva frente à estratégia do presidente Obama para o Oriente Médio tivesse sido confirmada.

source: The NSA could not be immediately reached for comment.
pt: A NSA e a GCHQ não comentaram sobre o caso .

source: At least 18 dead in Philippines factory fire
pt: Incêndio em fábrica deixa 72 mortos nas Filipinas

source: At least 31 dead in Philippines factory fire
pt: Incêndio em fábrica deixa 72 mortos nas Filipinas

source: Economic recovery in the eurozone was mainly dragged down by disappointing quarterly performances by the bloc's two biggest economies - stagnation in France and contracting economic activity in Germany.
pt: BERLIM/BRUXELAS (Reuters) - A economia da zona do euro registrou estagnação no segundo trimestre do ano, pressionada pela contração na Alemanha e pela falta de crescimento na França.

source: A German newspaper, the Hamburger Morgenpost, that reprinted the Charlie Hebdo cartoons said it suffered an arson attack overnight.
pt: Como muitos outros jornais alemães, o Hamburger Morgenpost publicou charges do jornal francês Charlie Hebdo depois do ataque mortal na quarta-feira em Paris.

source: After quake and avalanche, Everest climber not yet ready to quit
pt: Alpinistas não desistem de escalar Everest mesmo após terremoto e avalanche …

source: U.S. officials hope that face-to-face assurances from a leader for whom Rousseff has respect will be enough to turn the page on the spying scandal and move on.
pt: Mas esperam que as garantias dadas pessoalmente por um líder pelo qual Dilma tem respeito serão suficientes para seguir em frente.

source: A total of 203,000 chickens were being destroyed and a national lockdown on all transport of chickens, eggs and poultry products was crippling an industry that employs tens of thousands of workers.
pt: Uma suspensão do transporte de galinhas, ovos e produtos aviários em toda a Holanda passou a prejudicar uma indústria que emprega dezenas de milhares de pessoas.

source: Early on Wednesday, a Reuters photographer watching from the Israeli-occupied Golan Heights reported that the bombardment appeared to be focused on an area between the town of Quneitra and a nearby reservoir .
pt: Um fotógrafo da Reuters observando do Golã, no lado sob ocupação israelense, disse que houve um ataque pesado desde a madrugada desta quarta-feira na região de Quneitra, com dezenas de bombardeios.

source: Responding directly to accusations by Netanyahu that he and Justice Minister Tzipi Livni, who Netanyahu also fired, were undermining his leadership from within the government, he called the press appearance by Netanyahu on Tuesday "haunted and terrified" and said Netanyahu was the one who tried to make political deals and overthrow Lapid's party from the government.
pt: SÃO PAULO - O primeiro-ministro de Israel, Binyamin Netanyahu, ordenou nesta terça-feira a demissão dos ministros de Finanças, Yair Lapid, e de Justiça, Tzipi Livni, por sua "oposição" à política do governo, informou seu escritório em comunicado, no qual acrescenta que também pedirá a dissolução do Parlamento.

source: "We will continue to be vigilant and investigate and prosecute those who commit these deplorable acts."
pt: Vamos continuar vigilantes e vamos investigar e julgar aqueles que cometem esses atos deploráveis — afirmou o procuradora-geral Kamala Harris.

source: Paris is pushing for "safe zones" to be set up in Syria where citizens would be out of reach of regime forces and Islamic State jihadists, Foreign Minister Laurent Fabius said Tuesday.
pt: A França planeja criar zonas de segurança na Síria para, entre outros objetivos, salvar a cidade de Aleppo, declarou nesta terça-feira o ministro francês das Relações Exteriores, Laurent Fabius.

source: "We are not responsible for the frustration which the radical Greek left have generated," he said, adding that Tsipras had "promised the Greeks something they knew they could not fulfil, which has now been demonstrated."
pt: "Não somos responsáveis pela frustração da esquerda radical grega, que prometeu o que não podia cumprir, como ficou provado", garantiu Rajoy, falando para uma plateia de partidários em Sevilha.

source: China's banking regulator has urged local authorities and banks to step up an investigation into iron ore financing deals in a bid to minimize default risks, prompting a sell-off in iron ore futures that saw prices fall nearly 5 percent on Monday.
pt: O regulador bancário da China pediu às autoridades locais e a bancos para acelerarem uma investigação sobre acordos de financiamento a compras de minério de ferro, em uma tentativa de reduzir riscos calotes.

source: The video, published by the group's Furqan media outlet, showed Musallam, 19, sitting in a room wearing an orange jumpsuit, talking about how he had been recruited and trained by Mossad .
pt: O vídeo mostra Musallam, 19, vestindo um uniforme laranja, dizendo como teria sido recrutado e treinado pelo serviço de inteligência israelense .

source: ``The international efforts on this regard should not be used as a pretext to allow the foreigners to control the course of events in Iraq, especially in the military field,'' Abdul-Mahdi al-Karbalaie said .
pt: —A cooperação com o esforço internacional não deve ser tomada como um pretexto para impor decisões estrangeiras nos acontecimentos do Iraque, especialmente em eventos militares.

source: Makoto Aida said the Museum of Contemporary Art Tokyo told him to yank the pieces from an exhibit that started last week because they were "not suitable" for kids, but the museum countered that it just asked him to "modify" his creations.
pt: Tóquio - Um artista japonês, Makoto Aida, afirmou ter recebido instruções do Museu de Arte Contemporânea de Tóquio (MoT) para modificar ou retirar suas obras críticas ao governo de Tóquio por não serem "apropriadas".

source: And it helped me draw closer still to the people of Cambodia, my son's homeland," Jolie said of Ung's book in a statement.
pt: Além disso, ajudou-me a me aproximar mais do povo do Camboja, o país do meu filho", disse a atriz.

source: A large truck hit the train causing 14 dead at first .
pt: Pelo menos 14 mortos em choque de trem com caminhão

source: Obama: US will not be intimidated by ‘barbaric’ Islamic State
pt: Obama diz que não permitirá "porto seguro" aos militantes do Estado Islâmico

source: But, he added, "Moscow is likely alone in its euphoria about the double summit and emerging new geopolitical constructs."
pt: "Moscou está praticamente sozinho em sua euforia pelas duas reuniões e pela emergência de novas estruturas geopolíticas".

source: A place in the sun for Swiss solar power
pt: Uma volta ao mundo a energia solar ?
